{
  "vocab": [
    "<PAD>",
    "<BOS>",
    "<EOS>",
    "<C>",
    "<UNK>",
    "OP_add",
    "OP_mul",
    "OP_pow",
    "OP_sub",
    "CONST_pi",
    "VAR_x1",
    "VAR_x3",
    "VAR_x5",
    "VAR_x2",
    "VAR_x6",
    "VAR_x4",
    "FUNC_cos",
    "FUNC_sin",
    "OP_div",
    "CONST_E",
    "FUNC_log",
    "FUNC_tanh",
    "FUNC_exp",
    "FUNC_sqrt",
    "VAR_x7",
    "FUNC_abs",
    "VAR_x8",
    "VAR_c",
    "VAR_v",
    "VAR_epsilon",
    "VAR_h",
    "VAR_q",
    "VAR_omega",
    "VAR_theta",
    "VAR_kb",
    "VAR_r",
    "VAR_T",
    "VAR_m",
    "VAR_Ef",
    "VAR_n",
    "VAR_mom",
    "VAR_B",
    "VAR_d",
    "VAR_alpha",
    "VAR_omega_0",
    "VAR_p_d",
    "VAR_t",
    "VAR_u",
    "VAR_x",
    "VAR_sigma",
    "VAR_m1",
    "VAR_m2",
    "VAR_y2",
    "VAR_y1",
    "VAR_V",
    "VAR_pr",
    "VAR_gamma",
    "VAR_rho_c_0",
    "VAR_n_0",
    "VAR_E_n",
    "VAR_A",
    "VAR_m_0",
    "VAR_I1",
    "VAR_I2",
    "VAR_theta1",
    "VAR_z",
    "VAR_G",
    "VAR_r2",
    "VAR_r1",
    "VAR_q1",
    "VAR_q2",
    "VAR_g_",
    "VAR_n_rho",
    "VAR_chi",
    "VAR_k",
    "VAR_Y",
    "VAR_g",
    "VAR_Int_0",
    "VAR_V2",
    "VAR_V1",
    "VAR_delta",
    "VAR_Nn",
    "VAR_mu",
    "VAR_theta2",
    "VAR_H",
    "VAR_M",
    "VAR_d1",
    "VAR_d2",
    "VAR_y",
    "VAR_C",
    "VAR_Jz",
    "VAR_y3",
    "VAR_A_vec",
    "VAR_mob",
    "VAR_Pwr",
    "VAR_rho",
    "VAR_beta",
    "VAR_sigma_den",
    "VAR_U",
    "VAR_I",
    "VAR_a",
    "VAR_F",
    "VAR_Bx",
    "VAR_By",
    "VAR_Bz",
    "VAR_kappa",
    "VAR_T2",
    "VAR_T1",
    "VAR_Volt",
    "VAR_mu_drift",
    "VAR_p",
    "VAR_z2",
    "VAR_z1",
    "VAR_k_spring",
    "VAR_w"
  ],
  "t2i": {
    "<PAD>": 0,
    "<BOS>": 1,
    "<EOS>": 2,
    "<C>": 3,
    "<UNK>": 4,
    "OP_add": 5,
    "OP_mul": 6,
    "OP_pow": 7,
    "OP_sub": 8,
    "CONST_pi": 9,
    "VAR_x1": 10,
    "VAR_x3": 11,
    "VAR_x5": 12,
    "VAR_x2": 13,
    "VAR_x6": 14,
    "VAR_x4": 15,
    "FUNC_cos": 16,
    "FUNC_sin": 17,
    "OP_div": 18,
    "CONST_E": 19,
    "FUNC_log": 20,
    "FUNC_tanh": 21,
    "FUNC_exp": 22,
    "FUNC_sqrt": 23,
    "VAR_x7": 24,
    "FUNC_abs": 25,
    "VAR_x8": 26,
    "VAR_c": 27,
    "VAR_v": 28,
    "VAR_epsilon": 29,
    "VAR_h": 30,
    "VAR_q": 31,
    "VAR_omega": 32,
    "VAR_theta": 33,
    "VAR_kb": 34,
    "VAR_r": 35,
    "VAR_T": 36,
    "VAR_m": 37,
    "VAR_Ef": 38,
    "VAR_n": 39,
    "VAR_mom": 40,
    "VAR_B": 41,
    "VAR_d": 42,
    "VAR_alpha": 43,
    "VAR_omega_0": 44,
    "VAR_p_d": 45,
    "VAR_t": 46,
    "VAR_u": 47,
    "VAR_x": 48,
    "VAR_sigma": 49,
    "VAR_m1": 50,
    "VAR_m2": 51,
    "VAR_y2": 52,
    "VAR_y1": 53,
    "VAR_V": 54,
    "VAR_pr": 55,
    "VAR_gamma": 56,
    "VAR_rho_c_0": 57,
    "VAR_n_0": 58,
    "VAR_E_n": 59,
    "VAR_A": 60,
    "VAR_m_0": 61,
    "VAR_I1": 62,
    "VAR_I2": 63,
    "VAR_theta1": 64,
    "VAR_z": 65,
    "VAR_G": 66,
    "VAR_r2": 67,
    "VAR_r1": 68,
    "VAR_q1": 69,
    "VAR_q2": 70,
    "VAR_g_": 71,
    "VAR_n_rho": 72,
    "VAR_chi": 73,
    "VAR_k": 74,
    "VAR_Y": 75,
    "VAR_g": 76,
    "VAR_Int_0": 77,
    "VAR_V2": 78,
    "VAR_V1": 79,
    "VAR_delta": 80,
    "VAR_Nn": 81,
    "VAR_mu": 82,
    "VAR_theta2": 83,
    "VAR_H": 84,
    "VAR_M": 85,
    "VAR_d1": 86,
    "VAR_d2": 87,
    "VAR_y": 88,
    "VAR_C": 89,
    "VAR_Jz": 90,
    "VAR_y3": 91,
    "VAR_A_vec": 92,
    "VAR_mob": 93,
    "VAR_Pwr": 94,
    "VAR_rho": 95,
    "VAR_beta": 96,
    "VAR_sigma_den": 97,
    "VAR_U": 98,
    "VAR_I": 99,
    "VAR_a": 100,
    "VAR_F": 101,
    "VAR_Bx": 102,
    "VAR_By": 103,
    "VAR_Bz": 104,
    "VAR_kappa": 105,
    "VAR_T2": 106,
    "VAR_T1": 107,
    "VAR_Volt": 108,
    "VAR_mu_drift": 109,
    "VAR_p": 110,
    "VAR_z2": 111,
    "VAR_z1": 112,
    "VAR_k_spring": 113,
    "VAR_w": 114
  }
}
